Repository: beltoftandersen/in-stock-notifier-for-woocommerce
Catalog: languages/instock-notifier-for-woocommerce-*.po
Languages: pt_pt

source: Want to know when it's back? Leave your email below.
pt_pt: Quer saber quando voltar a estar disponível? Deixe o seu email abaixo.

source: Desired quantity
pt_pt: Quantidade desejada

source: Email address
pt_pt: Endereço de email

source: Your email address
pt_pt: O seu endereço de email

source: Security check failed. Please refresh the page.
pt_pt: Verificação de segurança falhou. Por favor, atualize a página.

source: Something went wrong. Please try again.
pt_pt: Algo correu mal. Por favor, tente novamente.

source: An error occurred.
pt_pt: Ocorreu um erro.

source: An error occurred. Please try again.
pt_pt: Ocorreu um erro. Por favor, tente novamente.

source: Spam detected.
pt_pt: Spam detetado.

source: Please enter a valid email address.
pt_pt: Por favor, introduza um endereço de email válido.

source: Invalid product.
pt_pt: Produto inválido.

source: Please accept the consent checkbox.
pt_pt: Por favor, aceite a caixa de consentimento.

source: Too many requests. Please try again later.
pt_pt: Demasiados pedidos. Por favor, tente mais tarde.

source: Invalid unsubscribe link.
pt_pt: Link de cancelamento inválido.

source: Unsubscribe
pt_pt: Cancelar subscrição

source: You have already been unsubscribed.
pt_pt: A sua subscrição já foi cancelada.

source: Security check failed. Please try the link again.
pt_pt: Verificação de segurança falhou. Por favor, tente o link novamente.

source: You have been successfully unsubscribed. You will no longer receive back-in-stock notifications for this product.
pt_pt: A sua subscrição foi cancelada com sucesso. Deixará de receber notificações de disponibilidade para este produto.

source: Unsubscribed
pt_pt: Subscrição cancelada

source: Click the button below to confirm you want to unsubscribe from back-in-stock notifications for this product.
pt_pt: Clique no botão abaixo para confirmar que pretende cancelar as notificações de disponibilidade para este produto.

source: Confirm Unsubscribe
pt_pt: Confirmar cancelamento

source: Back In Stock
pt_pt: De Volta ao Stock

source: Sent to customers who subscribed for a back-in-stock notification when the product returns to stock.
pt_pt: Enviado a clientes que subscreveram uma notificação de disponibilidade quando o produto regressa ao stock.

source: {product_name} is back in stock!
pt_pt: {product_name} está de volta ao stock!

source: Sample Product
pt_pt: Produto de Exemplo

source: Available placeholders: %s
pt_pt: Marcadores disponíveis: %s

source: Enable/Disable
pt_pt: Ativar/Desativar

source: Enable this email notification
pt_pt: Ativar esta notificação por email

source: Subject
pt_pt: Assunto

source: Email heading
pt_pt: Cabeçalho do email

source: Email type
pt_pt: Tipo de email

source: Choose which format of email to send.
pt_pt: Escolha o formato de email a enviar.

source: %s is back in stock!
pt_pt: %s está de volta ao stock!

source: Available
pt_pt: Disponível

source: Good news! <strong>%1$s</strong> is back in stock at <a href="%2$s">%3$s</a>.
pt_pt: Boas notícias! <strong>%1$s</strong> está de volta ao stock em <a href="%2$s">%3$s</a>.

source: Shop Now
pt_pt: Comprar Agora

source: Current stock: %s available.
pt_pt: Stock atual: %s disponível.

source: You received this email because you subscribed to a back-in-stock notification on %1$s. <a href="%2$s">Unsubscribe</a>
pt_pt: Recebeu este email porque subscreveu uma notificação de disponibilidade em %1$s. <a href="%2$s">Cancelar subscrição</a>

source: Current stock: %s
pt_pt: Stock atual: %s

source: Good news! %1$s is back in stock at %2$s.
pt_pt: Boas notícias! %1$s está de volta ao stock em %2$s.

source: Shop Now:
pt_pt: Comprar Agora:

source: You received this email because you subscribed to a back-in-stock notification on %s.
pt_pt: Recebeu este email porque subscreveu uma notificação de disponibilidade em %s.

source: Unsubscribe:
pt_pt: Cancelar subscrição:
